Technikgeschichte/Joerges_Koerper-der-Gesellschaft.tex
% Created 2018-05-14 Mo 00:45
\documentclass[a4paper,ngerman,11pt]{scrartcl}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\tolerance=1000
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,linkcolor=black,
anchorcolor=black,citecolor=black,filecolor=black,menucolor=black,urlcolor=black]{hyperref}
\usepackage{ngerman}
\usepackage{url}
\addtokomafont{disposition}{\rmfamily}
\setcounter{secnumdepth}{0}
\author{Christian Sangvik}
\date{11. Mai 2018}
\title{Kommentar zu B. Joerges'\\"`Technik - Körper der Gesellschaft"'}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\noindent


\nocite{Joerges1996,Josephson2008}

\section*{Notes on Fishsticks}
\label{sec-1}

Fishsticks were not invented because of the demand for it but rather because
of the need to sell the harvested fish. It's because of the
overproduction. The demand still stayed low, so the producers had to come up
with technical advances. The product came to it's success by the marketing of
\emph{Gorton's}, as well as their effort in making the production more
efficient. The marketing was mainly aimed at busy housewifes. But also the
government helped to it's success in the end, by regulating food products and
school lunch programs.

Durch die neuen Methoden des \emph{haltbar-machens}, wie in \emph{Konserven} abfüllen,
\emph{kühlen} und \emph{gefrieren} kamen \emph{unverschmutzte} (nicht mit Salz
haltbar gemachte) Lebensmittel erstmals bis zum Konsumenten.

\section*{Aufgabe}
\label{sec-2}

Liebe alle

In der nächsten Sitzung widmen wir uns dem Teilbereich Assoziation mit den
Texten von Josephson und Joerges. Da David Gugerli verhindert ist, übernimmt
freundlicherweise Gisela Hürlimann die Leitung.

Den Kommentatoren und Kommentatorinnen also hier nun die Aufgabe zum jeweiligen
Text:

In Paul Josephsons Fischstäbchen kommt viel zusammen. Suchen Sie ein
vergleichbares Beispiel für ein derart „assoziiertes“ Produkt und erörtern Sie,
welche Elemente in dieser Assemblage welche anderen bedingen oder verursachen
und ob sich überhaupt eine Kausalitätskette etablieren lässt.

Zum Zusatztext von Bernward Joerges: Was lässt sich in Bezug aufs Fischstäbchen
über das Wechselspiel von technischen und sozialen Normen aussagen? Und wenn Sie
ein anderes Beispiel wollen: was in Bezug auf den Würfelzucker?

Herzlich

Mirjam

\bibliographystyle{plaindin}
\bibliography{Technikgeschichte}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
